Repository: henry753951/AgentsMailbox
Catalog: AgentsMailbox/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: A small, read-only macOS client for an Agents Mailbox inbox.
zh_hant: 一款簡潔、唯讀的 Agents Mailbox macOS 收件匣用戶端。

source: About
zh_hant: 關於

source: Add an API token in Settings to connect this mailbox.
zh_hant: 請在「設定」中加入 API Token 以連線至信箱。

source: Add the API URL and token in Settings.
zh_hant: 請在「設定」中加入 API URL 與 Token。

source: Attachments
zh_hant: 附件

source: Cancel
zh_hant: 取消

source: Check for Updates…
zh_hant: 檢查更新⋯

source: Checking connection
zh_hant: 正在檢查連線

source: Choose a message from the list to read it.
zh_hant: 請從列表選擇一封郵件。

source: Connect your mailbox
zh_hant: 連接信箱

source: Connected
zh_hant: 已連線

source: Connection
zh_hant: 連線

source: Connection settings saved.
zh_hant: 連線設定已儲存。

source: Connection succeeded.
zh_hant: 連線成功。

source: Done
zh_hant: 完成

source: Enter a valid HTTP or HTTPS API URL.
zh_hant: 請輸入有效的 HTTP 或 HTTPS API URL。

source: Inbox
zh_hant: 收件匣

source: Leave blank to keep the saved token
zh_hant: 留白以保留已儲存的 Token

source: Leave blank to keep the credential already saved for this account.
zh_hant: 留白即可保留此帳號目前儲存的憑證。

source: License information is unavailable.
zh_hant: 無法取得授權資訊。

source: Load More
zh_hant: 載入更多

source: Loading message…
zh_hant: 正在載入郵件⋯

source: Loading messages…
zh_hant: 正在載入郵件⋯

source: Mailbox Connection
zh_hant: 信箱連線

source: Mailbox API
zh_hant: 信箱 API

source: Mailboxes
zh_hant: 信箱

source: Credential Storage
zh_hant: 憑證儲存

source: Mailbox Error
zh_hant: 信箱錯誤

source: Messages are treated as untrusted content. This app does not send, reply to, delete, or mark mail, and it does not load remote HTML resources.
zh_hant: 郵件一律視為不受信任內容。本 App 不會寄送、回覆、刪除或標記郵件，也不會載入 HTML 郵件的遠端資源。

source: New mail will appear here.
zh_hant: 新郵件會顯示在這裡。

source: No messages
zh_hant: 沒有郵件

source: No readable content
zh_hant: 沒有可閱讀的內容

source: No results
zh_hant: 沒有搜尋結果

source: No subject
zh_hant: 無主旨

source: Open Settings
zh_hant: 打開設定

source: Open-Source Licenses
zh_hant: 開放原始碼授權

source: Refresh
zh_hant: 重新整理

source: Remove
zh_hant: 移除

source: Remove API Token?
zh_hant: 移除 API Token？

source: Remove Token
zh_hant: 移除 Token

source: Save
zh_hant: 儲存

source: Save EML
zh_hant: 儲存 EML

source: Save Original Message
zh_hant: 儲存原始郵件

source: Search mail
zh_hant: 搜尋郵件

source: Select a message
zh_hant: 選擇郵件

source: Settings
zh_hant: 設定

source: Setup required
zh_hant: 需要設定

source: Test Connection
zh_hant: 測試連線

source: The base address of the mailbox API.
zh_hant: 信箱 API 的基礎網址。

source: The saved token was removed.
zh_hant: 已移除儲存的 Token。

source: The saved token will be removed. The mailbox API URL will remain saved.
zh_hant: 將移除儲存的 Token，信箱 API URL 仍會保留。

source: The token is stored in this Mac’s app preferences. Leave it blank to keep the saved token.
zh_hant: Token 會儲存在這台 Mac 的 App 設定中；留白即可保留目前的 Token。

source: Try a different search.
zh_hant: 請嘗試其他搜尋內容。

source: Unavailable
zh_hant: 無法使用

source: Unknown sender
zh_hant: 未知寄件者
